jackguo336/pixel-clock-esp/test/embedded/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"
CONFIG_ESP_TASK_WDT_EN=n
CONFIG_ESP_MAIN_TASK_STACK_SIZE=8192
